Repository: henmei2011/I18N
Catalog: nuclear/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: The locale is:
de_de: Locale ist:

source: Sample String 1
de_de: Zeichenkette 1

source: Sample String 2
de_de: Zeichenkette 2

source: house
de_de: Haus

source: Sample String 3
de_de: Zeichenkette 3

source: Intro
de_de: Einführung

source: Paragraph
de_de: Absatz

source: Objective
de_de: Ziel

source: Use 'cannot' instead of can't
de_de: Keine Umgangssprache bitte

source: Use 'do not' instead of don't
de_de: Keine Abkürzungen

source: Here is a link:
de_de: Verknüpfung:

source: message section
de_de: Nachrichtenteil

source: You are viewing this page using $http_user_agent
de_de: HTTP user agent ist: $http_user_agent

source: You are running $script_filename
de_de: Scriptname ist: $script_filename

source: The server web app that runs PHP is $server_software.
de_de: Server-Software ist: $server_software.

source: Ohaio gozaimasu, $last_name $first_name
de_de: Guten Tag $last_name $first_name

source: Ohaio gozaimasu
de_de: Guten Tag

source: Ohaio gozaimasu, $full_name
de_de: Guten Tag $full_name

source: Registration Form
de_de: Anmeldeformular

source: Please enter the following information :
de_de: Bitte folgende Info eingeben:

source: Gender:
de_de: Geschlecht:

source: Male
de_de: Männlich

source: Female
de_de: Weiblich

source: Age:
de_de: Alter:

source: Under 30
de_de: Unter 30

source: Between 30 and 60
de_de: Zw. 30 und 60

source: Over 60
de_de: Über 60

source: Please enter how many houses you own:
de_de: Wie viele Häuser haben Sie?

source: Comments:
de_de: Anmerkungen:

source: Submit
de_de: Absenden

source: You forgot to enter your name.
de_de: Bitte den Namen eingeben.

source: You do not own a house.
de_de: Sie haben kein Haus.

source: Good day, Sir!
de_de: Guten Tag, mein Herr!

source: Good day, Madam!
de_de: Guten Tag, gnädige Frau!

source: Please enter your gender.
de_de: Bitte Geschlecht eingeben.

source: You are under 30 years old.
de_de: Sie sind unter 30.

source: You are between 30 and 60 years old.
de_de: Sie sind zwischen 30 und 60.

source: You are over 60 years old.
de_de: Sie sind über 60.

source: Please enter your age.
de_de: Bitte das Alter eingeben.

source: Thank you, $name, for your comments: <br /> <tt>$comments</tt></p>
de_de: Danke $name für die folgenden Kommentare: <br /> <tt>$comments</tt></p>

source: We will replay to you at $email.
de_de: Wir senden eine E-Mail an $email.

source: Please go back and fill out the form again.
de_de: Bitte nochmal zurück und alles ausfüllen.

source: Thank you, $name for the following comments:
de_de: Danke $name für den folgenden Kommentar:

source: We will reply to you at $email.
de_de: Wir antworten Ihnen an $email.
